Repository: wireapp/wire-ios
Catalog: WireUI/Sources/WireIndividualToTeamMigrationUI/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, pt_br, ru, zh_hans

# individualToTeam.banner.body
source: Explore extra features for free with the same level of security.
de: Entdecken Sie zusätzliche Funktionen kostenlos mit dem gleichen Maß an Sicherheit.
es: Explora las características adicionales de forma gratuita con el mismo nivel de seguridad.
pt_br: Explore recursos extras gratuitamente com o mesmo nível de segurança.
ru: Познакомьтесь с дополнительными возможностями бесплатно, сохранив тот же уровень безопасности.
zh_hans: 在同等安全级别下免费探索额外功能。

# individualToTeam.banner.button
source: Create Wire Team
de: Wire Team erstellen
es: Crear equipo de Wire
pt_br: Criar Equipe Wire
ru: Создать команду Wire
zh_hans: 创建Wire团队

# individualToTeam.banner.title
source: Enjoy benefits of a team
de: Nutzen Sie die Vorteile eines Teams
es: Disfruta de los beneficios de un equipo
pt_br: Aproveite os benefícios de uma equipe
ru: Наслаждайтесь преимуществами команды
zh_hans: 享受团队裨益

# individualToTeam.button.back
source: Back
de: Zurück
es: Atrás
pt_br: Voltar
ru: Назад
zh_hans: 返回

# individualToTeam.button.continue
source: Continue
de: Weiter
es: Continuar
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

# individualToTeam.cancellation.body
source: When you leave now, you lose your progress and need to restart the team creation.
de: Wenn Sie jetzt aufhören, verlieren Sie Ihren Fortschritt und müssen die Team-Erstellung neu beginnen.
es: Cuando te sales ahora, pierdes tu progreso y necesitas reiniciar la creación del equipo.
pt_br: Quando você sair agora, você perde seu progresso e precisa reiniciar a criação de equipe.
ru: Если вы выйдете, информация не сохранится и вам придется заново создавать команду.
zh_hans: 您若现在离开，将会失去进度并需要重新开始创建团队。

# individualToTeam.cancellation.continue
source: Continue Team Creation
de: Team-Erstellung fortsetzen
es: Continuar con la creación del equipo
pt_br: Continuar Criação de Equipe
ru: Продолжить создание команды
zh_hans: 继续创建团队

# individualToTeam.cancellation.leave
source: Leave Without Saving
de: Schließen ohne zu speichern
es: Salir sin guardar
pt_br: Sair sem salvar
ru: Выйти без сохранения
zh_hans: 离开而不保存

# individualToTeam.cancellation.title
source: Leave without saving?
de: Schließen ohne zu speichern?
es: ¿Salir sin guardar?
pt_br: Sair sem salvar?
ru: Выйти без сохранения?
zh_hans: 不保存就离开？

# individualToTeam.completion.body
source: You’re now the owner of the team %@. Go to Team Management to: • Invite your first team members, and start working together • Customize your team settings
de: Sie sind jetzt Besitzer des Teams %@. Öffnen Sie Team-Management, um: • Ihre ersten Team-Mitglieder einzuladen und mit der Zusammenarbeit zu beginnen • Ihre Team-Einstellungen anzupassen
es: Ahora eres el dueño del equipo %@. Ve a Administración de Equipos a: • Invitar a los primeros miembros del equipo y empezar a trabajar juntos • Personalizar la configuración de tu equipo
pt_br: Agora você é o dono da equipe %@. Vá para Gerenciamento de Equipe para: • convidar seus primeiros membros da equipe e começarem a trabalhar juntos • Personalizar suas configurações de equipe
ru: Теперь вы являетесь владельцем команды %@. Перейдите в раздел Управление командой, чтобы: • Пригласить первых членов команды и начать совместную работу • Настроить параметры команды
zh_hans: 您现在是团队 %@ 的所有者。 转到团队管理以： • 邀请您的第一批团队成员，并开始协同工作 • 自定义您的团队设置

# individualToTeam.completion.button.backToApp
source: Back To Wire
de: Zurück zu Wire
es: Volver a Wire
pt_br: Voltar ao Wire
ru: Вернуться в Wire
zh_hans: 回到Wire

# individualToTeam.completion.button.teamManagement
source: Go To Team Management
de: Team-Management öffnen
es: Ir a Gestión de Equipos
pt_br: Ir para o gerenciamento de equipe
ru: Перейти к управлению командой
zh_hans: 转到团队管理

# individualToTeam.completion.closeButton.accessibilityLabel
source: Close team created view
de: Ansicht Team erstellt schließen
es: Cerrar vista del equipo creado
pt_br: Fechar visualização de equipe criada
ru: Закрыть просмотр создания команды
zh_hans: 关闭团队创建的视图

# individualToTeam.completion.headline
source: You’re now the owner of the team %@.
de: Sie sind jetzt Besitzer des Teams %@.
es: Ahora eres el dueño del equipo %@.
pt_br: Agora você é dono da equipe %@.
ru: Теперь вы являетесь владельцем команды %@.
zh_hans: 您现在是团队 %@ 的所有者。

# individualToTeam.completion.title
source: Congratulations %@!
de: Herzlichen Glückwunsch %@!
es: ¡Enhorabuena %@!
pt_br: Parabéns, %@!
ru: Поздравляем %@!
zh_hans: 恭喜 %@！

# individualToTeam.confirmation.body.createTeam
source: You create a team and transfer your personal account into a team account
de: Sie erstellen ein Team und übertragen Ihr privates Benutzerkonto in ein Team-Konto
es: Usted crea un equipo y transfiere su cuenta personal a una cuenta de equipo
pt_br: Você cria uma equipe e transfere a sua conta pessoal para uma conta de equipe
ru: Вы создаете команду и преобразуете свой персональный аккаунт в командный
zh_hans: 您创建一个团队并将您的个人账户转移到团队账户

# individualToTeam.confirmation.body.permanent
source: This change is permanent and irrevocable
de: Diese Änderung ist dauerhaft und unwiderruflich
es: Este cambio es permanente e irrevocable
pt_br: Esta mudança é permanente e irrevogável
ru: Это изменение является постоянным и необратимым
zh_hans: 此更改是永久的且不可撤销

# individualToTeam.confirmation.body.teamOwner
source: As the team owner you can invite and remove team members and manage team settings
de: Als Team-Besitzer können Sie Team-Mitglieder einladen und entfernen sowie die Einstellungen verwalten
es: Como propietario del equipo puedes invitar y eliminar miembros del equipo y administrar la configuración del equipo
pt_br: Como proprietário da equipe, você pode convidar e remover membros da equipe e gerenciar as configurações da equipe
ru: Как владелец команды вы можете приглашать и удалять членов команды, а также управлять ее настройками
zh_hans: 作为团队所有者，你可以邀请和移除团队成员并管理团队设置

# individualToTeam.confirmation.closeButton.accessibilityLabel
source: Close confirmation view
de: Bestätigungsansicht schließen
es: Cerrar la confirmación
pt_br: Fechar visualização de confirmação
ru: Закрыть окно подтверждения
zh_hans: 关闭确认视图

# individualToTeam.confirmation.passwordField.forgotPassword
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
zh_hans: 忘记密码？

# individualToTeam.confirmation.passwordField.title
source: Password
de: Passwort
es: Contraseña
pt_br: Senha
ru: Пароль
zh_hans: 密码

# individualToTeam.confirmation.permanentMigrationCheckbox
source: I understand that this migration from Personal to Team is permanent and cannot be undone.
de: Ich bin mit den Übertragungsbedingungen einverstanden und verstehe, dass diese Änderung unumkehrbar ist.
es: Entiendo que esta migración de Personal a Equipo es permanente y no se puede deshacer.
pt_br: Entendo que esta migração de Pessoal para Equipe é permanente e não pode ser desfeita.
ru: Я понимаю, что миграция с личного аккаунта в команду является постоянной и не может быть отменена.
zh_hans: 我理解，从个人到团队的迁移是永久性的，并且无法撤消。

# individualToTeam.confirmation.termsCheckbox
source: Accept our [Terms & Conditions](%@) and [Privacy Policy](%@).
de: Ich akzeptiere Wires [Nutzungsbedingungen](%@) und [Datenschutzrichtlinien](%@).
es: Acepte nuestros [Términos y condiciones](%@) y [Política de privacidad](%@).
pt_br: Aceite nossos [Termos e Condições](%@) e [Política de Privacidade](%@).
ru: Примите наши [Правила и условия](%@) и [Политику конфиденциальности](%@).
zh_hans: 接受我们的[条款和条件](%@)和[隐私政策](%@)。

# individualToTeam.confirmation.title
source: Confirmation
de: Bestätigung
es: Confirmación
pt_br: Confirmação
ru: Подтверждение
zh_hans: 确认

# individualToTeam.error.alreadyPartOfTeam.body
source: You've created or joined a team with this email address on another device.
de: Sie haben ein Team mit dieser E-Mail-Adresse auf einem anderen Gerät erstellt oder sind einem Team beigetreten.
es: Has creado o unido un equipo con esta dirección de correo electrónico en otro dispositivo.
pt_br: Você criou ou juntou-se a uma equipe com este endereço de e-mail em outro dispositivo.
ru: Вы создали или присоединились к команде с этим email на другом устройстве.
zh_hans: 您已在另一台设备上使用此电子邮件地址创建或加入了团队。

# individualToTeam.error.alreadyPartOfTeam.title
source: Already part of a team
de: Bereits Teil eines Teams
es: Ya forma parte de un equipo
pt_br: Já faz parte de uma equipe
ru: Уже в команде
zh_hans: 已经是团队的一员

# individualToTeam.error.generic.action
source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
pt_br: Tente novamente
ru: Повторить попытку
zh_hans: 再试一次

# individualToTeam.error.generic.body
source: Wire could not complete your team creation due to an unknown error.
de: Wire konnte die Erstellung Ihres Teams aufgrund eines unbekannten Fehlers nicht abschließen.
es: Wire no pudo completar la creación de tu equipo debido a un error desconocido.
pt_br: O Wire não pôde completar a criação de sua equipe devido a um erro desconhecido.
ru: Wire не удалось завершить создание вашей команды из-за неизвестной ошибки.
zh_hans: 由于未知错误，Wire 无法完成您的团队创建。

# individualToTeam.error.generic.title
source: Team not created
de: Team nicht erstellt
es: Equipo no creado
pt_br: Equipe não criada
ru: Команда не создана
zh_hans: 未创建团队

# individualToTeam.loading
source: Loading…
de: Wird geladen…
es: Cargando...
pt_br: Carregando…
ru: Загрузка…
zh_hans: 载入中...

# individualToTeam.planSelection.body
source: Transform your personal account into a team account to get more out of your collaboration.
de: Übertragen Sie Ihr privates Benutzerkonto in ein Team-Konto, um besser zusammenzuarbeiten.
es: Transforma tu cuenta personal en una cuenta de equipo para obtener más de tu colaboración.
pt_br: Transforme sua conta pessoal em uma conta de equipe para obter mais da sua colaboração.
ru: Трансформируйте свой персональный аккаунт в командный, чтобы получить больше пользы от совместной работы.
zh_hans: 将您的个人账户转变为团队账户，以从协作中获得更多收益。

# individualToTeam.planSelection.closeButton.accessibilityLabel
source: Close team account overview
de: Team-Konto-Übersicht schließen
es: Cerrar resumen de cuenta de equipo
pt_br: Fechar visão geral da conta da equipe
ru: Закрыть информацию об аккаунте команды
zh_hans: 关闭团队账户概览

# individualToTeam.planSelection.feature.adminConsole
source: **Admin Console**: Invite team members and manage settings.
de: **Admin-Konsole**: Laden Sie Team-Mitglieder ein und verwalten Sie Einstellungen.
es: **Consola de administración**: Invita a los miembros del equipo y gestiona la configuración.
pt_br: **Console administrativo**: Convide membros da equipe e gerencie as configurações.
ru: **Консоль администратора**: Приглашайте членов команды и управляйте настройками.
zh_hans: **管理员控制台**：邀请团队成员并管理设置。

# individualToTeam.planSelection.feature.collaboration
source: **Effortless Collaboration**: Communicate with guests and external parties.
de: **Mühelose Zusammenarbeit**: Kommunizieren Sie mit Gästen und externen Partnern.
es: **Colaboración sin esfuerzo**: comuníquese con los huéspedes y grupos externos.
pt_br: **Colaboração sem esforço**: Comunique-se com convidados e partes externas.
ru: **Эффективное сотрудничество**: Общайтесь с гостями и внешними участниками.
zh_hans: **轻松协作**：与访客和外部各方沟通。

# individualToTeam.planSelection.feature.enterprise
source: **Upgrade to Enterprise**: Get additional features and premium support.
de: **Auf Enterprise upgraden**: Erhalten Sie zusätzliche Funktionen und Premium-Support.
es: **Actualice a empresa**: Obtenga características adicionales y soporte premium.
pt_br: **Atualize para Enterprise**: Obtenha recursos adicionais e suporte premium.
ru: **Обновление до Enterprise**: Получите дополнительные возможности и премиум-поддержку.
zh_hans: **升级到企业版**：获取附加功能和高级支持。

# individualToTeam.planSelection.feature.meetings
source: **Larger Meetings**: Join video conferences up to 150 participants.
de: **Größere Meetings**: Nehmen Sie an Videokonferenzen mit bis zu 150 Teilnehmern teil.
es: **Reuniones grandes**: Únete a las videoconferencias de hasta 150 participantes.
pt_br: **Reuniões grandes**: Participe de videoconferências de até 150 participantes.
ru: **Большие совещания**:Присоединяйтесь к видеоконференциям с участием до 150 человек.
zh_hans: **大型会议**：最多可容纳 150 名参与者的视频会议。

# individualToTeam.planSelection.feature.status
source: **Availability Status**: Let your team know if you’re available, busy or away.
de: **Verfügbarkeitsstatus**: Lassen Sie Ihr Team wissen, ob Sie verfügbar, beschäftigt oder abwesend sind.
es: **Estado de disponibilidad**: Indica a tu equipo si estás disponible, ocupado o ausente.
pt_br: **Status de disponibilidade**: avise sua equipe se você estiver disponível, ocupado ou ausente.
ru: **Статус доступности**: Сообщите своей команде, если вы свободны, заняты или отсутствуете.
zh_hans: **可用状态**：让您的团队知道您是否有空、忙碌或离开。

# individualToTeam.planSelection.title
source: Team Account
de: Team-Konto
es: Cuenta de equipo
pt_br: Conta de equipe
ru: Аккаунт команды
zh_hans: 团队账户

# individualToTeam.planSelection.url
source: Learn more about Wire's plans
de: Erfahren Sie mehr über Wires Preise
es: Más información sobre los planes de Wire
pt_br: Saiba mais sobre os planos do Wire
ru: Узнайте больше о тарифах Wire
zh_hans: 进一步了解 Wire 的计划

# individualToTeam.progressCount
source: Step %d of %d
de: Schritt %d von %d
es: Paso %d de %d
pt_br: Passo %d de %d
ru: Шаг %d из %d
zh_hans: 第 %d 步，共 %d 步

# individualToTeam.teamName.body
source: Select a name for your team. You can change it at any time.
de: Wählen Sie einen Namen für Ihr Team. Sie können ihn jederzeit ändern.
es: Selecciona un nombre para tu equipo. Puedes cambiarlo en cualquier momento.
pt_br: Selecione um nome para sua equipe. Você pode mudá-lo a qualquer momento.
ru: Выберите название для своей команды. Вы можете изменить его в любое время.
zh_hans: 为您的团队选择一个名称。您可以随时更改。

# individualToTeam.teamName.closeButton.accessibilityLabel
source: Close team name view
de: Ansicht Teamname schließen
es: Cerrar vista del nombre del equipo
pt_br: Fechar visualização do nome da equipe
ru: Закрыть просмотр информации о названии команды
zh_hans: 关闭团队名称视图

# individualToTeam.teamName.field.placeholder
source: Your Team
de: Ihr Team
es: Tu equipo
pt_br: Sua equipe
ru: Ваша команда
zh_hans: 您的团队

# individualToTeam.teamName.field.title
source: Team name
es: Nombre del equipo
pt_br: Nome da equipe
ru: Название команды
zh_hans: 团队名称

# individualToTeam.teamName.title
source: Team Name
es: Nombre del equipo
pt_br: Nome da equipe
ru: Название команды
zh_hans: 团队名称

# individualToTeam.error.alreadyPartOfTeam.action
source: Ok
zh_hans: 确定
